sensoroptconverged/con/7.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       218461;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       218861;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       219061;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       219461;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          109372;
        startFace       219661;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          109372;
        startFace       329033;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          460;
        startFace       438405;
    }
)

// ************************************************************************* //
